# -*- coding: utf-8 -*-
GREETING = u"Привет, %s! \u270b \nДавай знакомиться? Я — Зайка\U0001F430Ожидайка, " \
           u"призван помочь тебе с добавлением клиентов в лист ожидания! \U0001F600 " \
           u"\nВведит пароль для того, чтобы авторизоваться \U0001F447"
AUTHORIZED = u"Готово! Ты успешно авторизована! \U0001F64C" \
             u"\nТеперь ты можешь воспользоваться меню ниже \U0001F447"
PASSWORD_INCORRECT = u"\u26A0 Неверный пароль"
PASSWORD_CORRECT = u"\u2705 Пароль верный"
PASSWORD_WAS_CHANGED = u"\u26A0 Пароль в системе был изменен. Введите пароль заново \U0001F447"
ADD_TO_WAITING_LIST = u"\U0001F5C2 Добавить в лист ожидания"
WHAT_DO_WE_DO = u"Чем займёмся? \U0001F609 \nМожешь воспользоваться меню ниже\U0001F447"
TYPE_PHONE = u"\U0001F4F1 Введи номер телефона клиента в формате 375291111111 \U0001F447"